{
    "data": [
        {
            "id": 4,
            "name": "Admin MOU",
            "description": "<h1 style=\"text-align: center;\"><span style=\"font-size: 18pt;\">Memorandum of Understanding with Community Administrator</span></h1>\r\n<p><span style=\"font-size: 10pt;\">This binding Memorandum of Understanding (&ldquo;MOU&rdquo;) is made as of <em>the signed date below</em> (&ldquo;Effective Date&rdquo;) between MassEnergize, Inc. a 501(c)3 non-profit organization (&ldquo;MassEnergize&rdquo;) and the signer (a &ldquo;Community Administrator&rdquo;). In consideration of the mutual promises and covenants contained in this MOU, the parties agree as follows:</span></p>\r\n<ol style=\"list-style-type: upper-alpha;\">\r\n<li><span style=\"font-size: 10pt;\">This MOU describes the expectations and obligations of a Community Administrator who has been or will be given privileges to administer a web portal powered by the MassEnergize web platform. Access and privileges to administer a web portal granted to a Community Administrator is at the sole discretion of MassEnergize and may be revoked at any time with or without notice</span></li>\r\n<li><span style=\"font-size: 10pt;\">All users of a community portal powered by the MassEnergize web platform must comply with the MassEnergize Terms of Service and Privacy Policy available at <a style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\" href=\"http://www.massenergize.org\">www.massenergize.org</a><span style=\"font-weight: 400;\">. Your use of the Service (including the portal) is subject to all the terms and conditions, policies, rules, and guidelines provided in the Terms of Service and the Terms of Service is incorporated by this reference into, and made a part of, this MOU.</span></span></li>\r\n<li><span style=\"font-size: 10pt;\">For purposes of this MOU, capitalized terms used and not defined herein shall have the respective meanings ascribed to them in the Terms of Service.</span></li>\r\n<li><span style=\"font-size: 10pt;\">A Community Administrator uploads and maintains the content on the portal and therefore has particular responsibility to understand and follow the Terms of Service and Privacy Policy. The purpose of this MOU is to amplify certain aspects of the Terms of Service and Privacy Policy, and to define additional procedures the Community Administrator agrees to follow in order to support compliance with the Terms of Service and Privacy Policy.</span></li>\r\n<li><span style=\"font-size: 10pt;\"><strong>As a Community Administrator, I acknowledge and agree to adhere to the following policies and procedures</strong>:</span>\r\n<ol style=\"list-style-type: lower-roman;\">\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-size: 10pt;\">I agree that when posting any service provider or vendor to the portal, I will conspicuously display a notice if such service provider or vendor has paid (or provided any other compensation) for their inclusion on the portal. This notice could be included by placing language such as &ldquo;Ad&rdquo; or &ldquo;Sponsored&rdquo; with the listing of the service provider or vendor.</span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-size: 10pt;\">Prior to uploading and publicly posting any User Content, I agree to obtain proof that such User Content is in compliance with Section 7 of the Terms of Service, and retain such proof in a manner that can be easily retrieved at a later date.</span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-size: 10pt;\">Prior to publicly posting any testimonial submitted by a community portal member, I agree to review the testimonial for compliance with the Terms of Service and Privacy Policy.&nbsp;</span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-size: 10pt;\">Prior to publicly listing any vendor or service provider, I agree to work within their community to establish a clear and transparent policy for relationships with vendors and service providers, and to confirm that the listing conforms with the so-established community policy.&nbsp;</span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-size: 10pt;\">I agree to make the vendors and service providers policy transparent on their community portal.</span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-size: 10pt;\">I agree to keep all user information collected by the community portal private, and not to sell or share any information or data collected from it with third parties, except as allowed by the Privacy Policy. De-identified and aggregate data may be shared with others.</span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-size: 10pt;\">I agree not to enter any agreement that involves a conflict of interest, or an appearance of conflict of interest, such as a consideration from the Partner to the community or to MassEnergize. </span></li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-size: 10pt;\">Each party to this MOU is responsible for its own conduct and actions; neither party will be responsible for the other party&rsquo;s conduct, misconduct, actions or inactions.</span></li>\r\n</ol>\r\n<p><span style=\"font-weight: 400; font-size: 10pt;\">This Memorandum of Understanding is acknowledged and agreed by the parties as of the Effective Date.</span></p>",
            "is_global": false,
            "is_deleted": false,
            "more_info": null,
            "is_published": false
        },
        {
            "id": 2,
            "name": "Privacy Policy",
            "description": "<p>MassEnergize Privacy Policy</p>\n<p>This Privacy Policy (“<strong>Policy</strong>”) describes the manner in which MassEnergize (“<strong>MassEnergize</strong>”, “<strong>we</strong>,” or “<strong>us</strong>”) and our website at www.massenergize.org (the “<strong>Site</strong>”), as well as all related websites, networks, applications, and other services provided by us and on which a link to this Policy is displayed (collectively, together with the Site, our “<strong>Service</strong>”) use and collect data from individuals.  This Policy, which is incorporated into and is subject to the MassEnergize Terms of Service, describes the information that we gather from you on the Service, how we use and disclose such information, and the steps we take to protect such information.&nbsp;</p>\n<p><strong>Information We Collect on the Service: </strong></p>\n<ol>\n<li><strong>User-provided Information</strong>.  When you use the Service, we may collect information about you, including your name, email address, mailing address, mobile phone number, payment or other billing information, your date of birth, geographic area, or preferences and we may link this information with other information about you. You may provide us with information in various ways on the Service. For example, you provide us with information when you register for an account, use the Service, make a purchase on the Service, or send us customer service-related requests.&nbsp;</li>\n<li><strong>Donations</strong>. When you use the Service, you may make a donation to MassEnergize. If you make a donation, we may collect payment information from you, including your name, billing address, and payment information.&nbsp;</li>\n<li><strong>Cookies and Automatically Collected Information.</strong> When you use the Service, we may send one or more cookies – small text files containing a string of alphanumeric characters – to your device.  We may use both session cookies and persistent cookies. A session cookie disappears after you close your browser. A persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to the Service. Please review your web browser “Help\" file to learn the proper way to modify your cookie settings. Please note that if you delete, or choose not to accept, cookies from the Service, you may not be able to utilize the features of the Service to their fullest potential.  We may use third party cookies on our Service as well.  For instance, we use Google Analytics to collect and process certain analytics data.  Google provides some additional privacy options described at www.google.com/policies/privacy/partners/ regarding Google Analytics cookies.  MassEnergize does not process or respond to web browsers’ “do not track” signals or other similar transmissions that indicate a request to disable online tracking of users who visit our Site or who use our Service.&nbsp;</li>\n</ol>\n<p>We may also automatically record certain information from your device by using various types of technology, including “clear gifs\" or “web beacons.” This automatically collected information may include your IP address or other device address or ID, web browser and/or device type, the web pages or sites that you visit just before or just after you use the Service, the pages or other content you view or otherwise interact with on the Service, and the dates and times that you visit, access, or use the Service. We also may use these technologies to collect information regarding your interaction with email messages, such as whether you opened, clicked on, or forwarded a message. This information is gathered from all users, and may be connected with other information about you.&nbsp;</p>\n<ol>\n<li><strong>Third Party Web Beacons and Third Party Buttons.</strong> We may display third-party content on the Service, including third-party advertising.  Third-party content may use cookies, web beacons, or other mechanisms for obtaining data in connection with your viewing of the third party content on the Service. Additionally, we may implement third party buttons (such as Facebook “like” or “share” buttons) that may function as web beacons even when you do not interact with the button. Information collected through third-party web beacons and buttons is collected directly by these third parties, not by MassEnergize. Information collected by a third party in this manner is subject to that third party’s own data collection, use, and disclosure policies.&nbsp;</li>\n<li><strong>Information from Other Sources</strong>. We may obtain information from third parties and sources other than the Service, such as publicly available information from state and local agencies and organizations, and community events convened by MassEnergize Inc.</li>\n</ol>\n<p><strong>How We Use the Information We Collect.</strong> We use information we collect on the Service in a variety of ways in providing the Service and operating our business, including the following:&nbsp;&nbsp;</p>\n<ol>\n<li>We use the information that we collect on the Service to operate, maintain, enhance and provide all features of the Service, to provide services and information that you request, to respond to comments and questions and otherwise to provide support to users, and to process and deliver entries and rewards in connection with promotions that may be offered from time to time on the Service.&nbsp;</li>\n<li>We use the information that we collect on the Service to process donations.&nbsp;</li>\n<li>We use the information that we collect on the Service to understand and analyze the usage trends and preferences of our users, to improve the Service, and to develop new products, services, features, and functionality.&nbsp;</li>\n<li>We may use your email address or other information we collect to contact you for administrative purposes such as customer service or to send communications, including updates on promotions and events, relating to products and services offered by us and by third parties.&nbsp;</li>\n<li>We may use cookies and automatically collected information to: (i) personalize our Service, such as remembering information about you so that you will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content, information, and recommendations; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track your entries, submissions, and status in any promotions or other activities on the Service.</li>\n</ol>\n<p><strong>When We Disclose Information</strong>. Except as described in this Policy, we will not disclose information about you that we collect on the Service to third parties without your consent. We may disclose information to third parties if you consent to us doing so, as well as in the following circumstances:</p>\n<ol>\n<li>Any information that you voluntarily choose to include in a publicly accessible area of the Service will be available to anyone who has access to that content, including other users.&nbsp;</li>\n<li>We work with third party service providers to provide payment processing, website, application development, hosting, maintenance, and other services for us. These third parties may have access to or process information about you as part of providing those services for us. Generally, we limit the information provided to these service providers to that which is reasonably necessary for them to perform their functions, and we require them to agree to maintain the confidentiality of such information.</li>\n<li>We may disclose information about you if required to do so by law or in the good-faith belief that such action is necessary to comply with state and federal laws, in response to a court order, judicial or other government subpoena or warrant, or to otherwise cooperate with law enforcement or other governmental agencies.&nbsp;</li>\n<li>We also reserve the right to disclose information about you that we believe, in good faith, is appropriate or necessary to: (i) take precautions against liability; (ii) protect ourselves or others from fraudulent, abusive, or unlawful uses or activity; (iii) investigate and defend ourselves against any third-party claims or allegations; (iv) protect the security or integrity of the Service and any facilities or equipment used to make the Service available; or (v) protect our property or other legal rights (including, but not limited to, enforcement of our agreements), or the rights, property, or safety of others.</li>\n<li>Information about our users may be disclosed and otherwise transferred to an acquirer, successor, or assignee as part of any merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of an insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets.</li>\n<li>We may make certain aggregated, automatically-collected, or otherwise non-personal information available to third parties for various purposes, including: (i) compliance with various reporting obligations; (ii) for business or marketing purposes; or (iii) to assist such parties in understanding our users’ interests, habits, and usage patterns for certain programs, content, services, advertisements, promotions, and/or functionality available through the Service.</li>\n</ol>\n<p><strong>Your Choices </strong></p>\n<p>You may, of course, decline to share certain information with us, in which case we may not be able to provide to you some of the features and functionality of the Service. You may update, correct, or delete your account information and preferences at any time by accessing your account preferences page on the Service. If you wish to access or amend any other personal information we hold about you, you may contact us at info@massenergize.org. Please note that while any changes you make will be reflected in active user databases within a reasonable period of time, we may retain all information you submit for backups, archiving, prevention of fraud and abuse, analytics, satisfaction of legal obligations, or where we otherwise reasonably believe that we have a legitimate reason to do so.</p>\n<p>If you receive promotional email or texts from us, you may unsubscribe at any time by following the instructions contained within the email. You may also opt out from receiving promotional email or texts from us by sending your request to us by email at info@massenergize.org or by writing to us at the address given at the end of this policy. We may allow you to view and modify settings relating to the nature and frequency of promotional communications that you receive from us in user account functionality on the Service.&nbsp;</p>\n<p>Please be aware that if you opt out of receiving promotional email or texts from us or otherwise modify the nature or frequency of promotional communications you receive from us, it may take up to ten business days for us to process your request, and you may continue receiving promotional communications from us during that period. Additionally, even after you opt out from receiving promotional messages from us, you will continue to receive administrative messages from us regarding the Service.</p>\n<p><strong>Third-Party Services</strong></p>\n<p>The Service may contain features or links to websites and services provided by third parties. Any information you provide on third-party sites or services is provided directly to the operators of such services and is subject to those operators’ policies, if any, governing privacy and security, even if accessed through the Service. We are not responsible for the content or privacy and security practices and policies of third-party sites or services to which links or access are provided through the Service. We encourage you to learn about third parties’ privacy and security policies before providing them with information.</p>\n<p><strong>Children’s Privacy</strong></p>\n<p>Protecting the privacy of young children is especially important. Our Site is a general audience site not directed to children under the age of 13, and we do not knowingly collect personal information from children under the age of 13 without obtaining parental consent.&nbsp;</p>\n<p><strong>Data Security</strong></p>\n<p>We use certain physical, managerial, and technical safeguards that are designed to improve the integrity and security of information that we collect and maintain. Please be aware that no security measures are perfect or impenetrable.  We cannot and do not guarantee that information about you will not be accessed, viewed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.&nbsp;&nbsp;</p>\n<p><strong>International Visitors</strong></p>\n<p>The Service is hosted in the United States and is intended for visitors located within the United States. If you choose to use the Service from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S. law, then please note that you are transferring your personal information outside of those regions to the United States for storage and processing. Also, we may transfer your data from the U.S. to other countries or regions in connection with storage and processing of data, fulfilling your requests, and operating the Service. By providing any information, including personal information, on or to the Service, you consent to such transfer, storage, and processing.&nbsp;</p>\n<p>Please revisit this page periodically to stay aware of any changes to this Policy, which we may update from time to time. If we modify this Policy, we will make it available through the Service, and indicate the date of the latest revision. In the event that the modifications materially alter your rights or obligations hereunder, we will make reasonable efforts to notify you of the change. For example, we may send a message to your email address, if we have one on file, or generate a pop-up or similar notification when you access the Service for the first time after such material changes are made. Your continued use of the Service after the revised Policy has become effective indicates that you have read, understood and agreed to the current version of this Policy.</p>\n<p><strong>Your California Privacy Rights</strong></p>\n<p>Residents of California have the right to request a disclosure describing what types of personal information we have shared with third parties for their direct marketing purposes, and with whom we have shared it, during the preceding calendar year.  You may request a copy of that disclosure by contacting us at info@massenergize.org.&nbsp;</p>\n<p><strong>How to Contact Us</strong></p>\n<p>Please contact us with any questions or comments about this Policy, information we have collected or otherwise obtained about you, our use and disclosure practices, or your consent choices by email at info@massenergize.org.&nbsp;</p>\n<p>MassEnergize, Inc</p>\n<p>221 Nashawtuc Rd.</p>\n<p>Concord, MA 01742</p>\n<p>Last Updated: 10.2.19</p>\n",
            "is_global": true,
            "is_deleted": false,
            "more_info": null,
            "is_published": false
        },
        {
            "id": 1,
            "name": "Terms of Service",
            "description": "<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>MassEnergize Terms of Service</strong></span></p>\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">Last Updated: 09-30-2020</span></p>\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><span style=\"font-weight: 400;\">Welcome, and thank you for your interest in MassEnergize, Inc. (&ldquo;</span><strong>MassEnergize</strong><span style=\"font-weight: 400;\">,&rdquo; &ldquo;</span><strong>our</strong><span style=\"font-weight: 400;\">,&rdquo; &ldquo;</span><strong>we</strong><span style=\"font-weight: 400;\">,&rdquo; or &ldquo;</span><strong>us</strong><span style=\"font-weight: 400;\">&rdquo;) and our website at </span><a style=\"color: #34495e;\" href=\"http://www.massenergize.org\"><span style=\"font-weight: 400;\"><span style=\"color: #236fa1;\">www.massenergize.org</span></span></a><span style=\"font-weight: 400;\">, along with our related websites and other services provided by us (collectively, the &ldquo;</span><strong>Service</strong><span style=\"font-weight: 400;\">&rdquo;). These Terms of Service are a legally binding contract between you and MassEnergize regarding your use of the Service.&nbsp;</span></span></p>\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>PLEASE READ THE FOLLOWING TERMS CAREFULLY.</strong></span></p>\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>BY CLICKING</strong><span style=\"font-weight: 400;\"> &ldquo;</span><strong>I ACCEPT</strong><span style=\"font-weight: 400;\">&rdquo; </span><strong>OR BY OTHERWISE ACCESSING OR USING THE SERVICE</strong><span style=\"font-weight: 400;\">, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE SERVICE, YOU AGREE TO BE BOUND BY, THE FOLLOWING TERMS AND CONDITIONS, INCLUDING MASSENERGIZE&rsquo;S PRIVACY POLICY (TOGETHER, THESE &ldquo;</span><strong>TERMS</strong><span style=\"font-weight: 400;\">&rdquo;). </span><span style=\"font-weight: 400;\">IF YOU ARE NOT ELIGIBLE, OR DO NOT AGREE TO THE TERMS, THEN YOU DO NOT HAVE OUR PERMISSION TO USE THE SERVICE. </span><span style=\"font-weight: 400;\">YOUR USE OF THE SERVICE, AND MASSENERGIZE&rsquo;S PROVISION OF THE SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY MASSENERGIZE AND BY YOU TO BE BOUND BY THESE TERMS.</span></span></p>\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>ARBITRATION</strong><strong> NOTICE. </strong><span style=\"font-weight: 400;\">EXCEPT FOR CERTAIN KINDS OF DISPUTES DESCRIBED IN SECTION 16, YOU AGREE THAT DISPUTES ARISING UNDER THESE TERMS WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION, AND BY ACCEPTING THESE TERMS, YOU AND MASSENERGIZE ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN ANY CLASS ACTION OR REPRESENTATIVE PROCEEDING. YOU AGREE TO GIVE UP YOUR RIGHT TO GO TO COURT TO ASSERT OR DEFEND YOUR RIGHTS UNDER THIS CONTRACT (EXCEPT FOR MATTERS THAT MAY BE TAKEN TO SMALL CLAIMS COURT). YOUR RIGHTS WILL BE DETERMINED BY A NEUTRAL ARBITRATOR AND NOT A JUDGE OR JURY. (SEE SECTION 16.)</span></span></p>\r\n<ol>\r\n<li><span style=\"font-size: 12pt; color: #34495e;\"><strong>Overview.</strong><span style=\"font-weight: 400;\"> Subject to these Terms, MassEnergize hosts an online platform for local communities to provide information about, support and track the local implementation of clean energy and sustainability strategies.</span><strong>&nbsp;</strong></span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Eligibility. </strong><span style=\"font-weight: 400;\">You must be at least 13 years old to use the Service. By agreeing to these Terms, you represent and warrant to us that: (a) you are at least 13 years old; (b) you have not previously been suspended or removed from the Service; and (c) your registration and your use of the Service is in compliance with any and all applicable laws and regulations. If you are an entity, organization, or company, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and you agree to be bound by these Terms.&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Accounts and Registration&nbsp;</strong></span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Registration</strong><span style=\"font-weight: 400;\">. To access some features of the Service, you must register for an account. When you register for an account, you may be required to provide us with some information about yourself, such as your name, email address, or other contact information. You agree that the information you provide to us is accurate and that you will keep it accurate and up-to-date at all times. When you register, you will be asked to provide a password. You are solely responsible for maintaining the confidentiality of your account and password, and you accept responsibility for all activities that occur under your account. If you believe that your account is no longer secure, then you must immediately notify us at </span><a style=\"color: #34495e;\" href=\"mailto:info@massenergize.org\"><span style=\"font-weight: 400;\"><span style=\"color: #34495e;\"><span style=\"color: #236fa1;\">info@massenergize.org</span></span></span></a><span style=\"font-weight: 400;\">.&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Users</strong><span style=\"font-weight: 400;\">. Visitors to the Service and Community Administrators are all referred to as &ldquo;users&rdquo; of the Service in these Terms. A &ldquo;</span><strong>Community Administrator</strong><span style=\"font-weight: 400;\">&rdquo; is an individual or entity who has: (1) agreed to the </span><em><span style=\"font-weight: 400;\">Memorandum of Understanding with Community Administrator</span></em><span style=\"font-weight: 400;\">; and (2) has the access and ability to upload and maintain User Content on the Service.</span></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Licenses</strong></span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Limited License.</strong><span style=\"font-weight: 400;\"> Subject to your complete and ongoing compliance with these Terms, MassEnergize grants you, solely for your personal, non-commercial use, a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to access and use the Service.&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>License Restrictions.</strong><span style=\"font-weight: 400;\"> Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) reproduce, distribute, publicly display, or publicly perform the Service; (b) make modifications to the Service; or (c) interfere with or circumvent any feature of the Service, including any security or access control mechanism. If you are prohibited under applicable law from using the Service, you may not use it.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Feedback</strong><span style=\"font-weight: 400;\">. If you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to the Service (&ldquo;</span><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Feedback</strong><span style=\"font-weight: 400;\">&rdquo;), then you hereby grant MassEnergize an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose, including to improve the Service and create other products and services.</span></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li><span style=\"font-size: 12pt; color: #34495e;\"><strong>Ownership; Proprietary Rights. </strong><span style=\"font-weight: 400;\">The Service is owned and operated by MassEnergize. The visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Service (&ldquo;</span><strong>Materials</strong><span style=\"font-weight: 400;\">&rdquo;) provided by MassEnergize are protected by intellectual property and other laws. All Materials included in the Service are the property of MassEnergize or its third party licensors. Except as expressly authorized by MassEnergize, you may not make use of the Materials. MassEnergize reserves all rights to the Materials not granted expressly in these Terms.</span></span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Third Party Terms&nbsp;</strong></span></p>\r\n<ol>\r\n<li aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Third Party Services and Linked Websites</strong><span style=\"font-weight: 400;\">. MassEnergize may provide tools through the Service that enable you to export information, including User Content, to third party services. By using one of these tools, you agree that MassEnergize may transfer that information to the applicable third party service. Third party services are not under MassEnergize&rsquo;s control, and, to the fullest extent permitted by law, MassEnergize is not responsible for any third party service&rsquo;s use of your exported information. The Service may also contain links to third party websites. Linked websites are not under MassEnergize&rsquo;s control, and MassEnergize is not responsible for their content.&nbsp;</span></span></p>\r\n</li>\r\n<li aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Third Party Software.</strong><span style=\"font-weight: 400;\"> The Service may include or incorporate third party software components that are generally available free of charge under licenses granting recipients broad rights to copy, modify, and distribute those components (&ldquo;</span><strong>Third Party Components</strong><span style=\"font-weight: 400;\">&rdquo;). Although the Service is provided to you subject to these Terms, nothing in these Terms prevents, restricts, or is intended to prevent or restrict you from obtaining Third Party Components under the applicable third party licenses or to limit your use of Third Party Components under those third party licenses.</span></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>User Content</strong></span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>User Content Generally. </strong><span style=\"font-weight: 400;\">Certain features of the Service may permit users to upload and post content to the Service. &ldquo;</span><strong>User Content</strong><span style=\"font-weight: 400;\">&rdquo; means any content that you upload, post or transmit to or through the Service including, without limitation, any text, photographs, audio files, graphics, videos and any other works subject to protection under the laws of the United States or any other jurisdiction, including, copyright, trademark, trade secret and patent laws, and excludes any and all Materials. We do not guarantee the accuracy, integrity, appropriateness, availability or quality of any User Content, and under no circumstances will we be liable in any way for any User Content. User Content is not advice created or provided by us and does not constitute a recommendation or endorsement of any kind. MassEnergize does not monitor, supervise or endorse any User Content, and users are not supervised persons of MassEnergize or any affiliate, including without limitation MassEnergize, Inc.</span><strong> </strong><span style=\"font-weight: 400;\">No affiliate of MassEnergize is responsible or will be liable for any User Content.</span><strong>&nbsp;&nbsp;</strong></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Screening User Content.&nbsp; </strong><span style=\"font-weight: 400;\">MassEnergize offers you and other users the ability to submit User Content to or transmit through the Service. We do not pre-screen any User Content, but reserves the right to remove, disallow, block or delete any User Content in our sole discretion. We reserve the right to disable the ability to upload and post User Content for specific users at our sole discretion. In addition, we have the right&mdash;but not the obligation&mdash;in our sole discretion to remove, disallow, block or delete any User Content: (i) we consider to violate these Terms or applicable law or to otherwise constitute Objectionable Content; or (ii) in response to complaints from third parties, with or without notice and without any liability to you.&nbsp; Without limiting the preceding sentences of this Section, MassEnergize also has the right&mdash;but not the obligation&mdash;to take remedial action in connection with any Objectionable Content posted on the Service as described more fully in Section 7.5 below.&nbsp; We recommend that you save copies of any User Content that you post to the Service on your personal device(s) in the event that you want to ensure that you have permanent access to copies of such User Content.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Intellectual Property Rights and License. </strong><span style=\"font-weight: 400;\">You retain ownership of any rights you may have in your user content and submitting your User Content to the Service does not transfer ownership of your rights. You hereby grant MassEnergize an unrestricted, assignable, sublicensable, revocable, royalty-free license throughout the universe to reproduce, distribute, publicly display, communicate to the public, publicly perform (including by means of digital audio transmissions and on a through-to-the-audience basis), make available, create derivative works from, retransmit, and otherwise exploit and use all or any part of all User Content you post to or through the Service by any means and through any media and formats now known or hereafter developed, for any purposes including: (i) advertising, marketing and promoting MassEnergize and the Service; (ii) displaying and sharing your User Content to other users of the Service; and (iii) providing the Service as authorized by these Terms.&nbsp; By posting User Content to or through the Service, you waive any rights to prior inspection or approval of any marketing or promotional materials related to such User Content. You also waive any and all rights of privacy, publicity or any other rights of a similar nature in connection with your User Content, or any portion thereof. You further grant MassEnergize a royalty-free license to use your user name, image and likeness to identify you as the source of any of your User Content.&nbsp; To the extent any moral rights are not transferable or assignable, you hereby waive and agree never to assert any and all moral rights, or to support, maintain or permit any action based on any moral rights that you may have in or with respect to any User Content you post to or through the Service.</span><strong>&nbsp;</strong></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>You Must Have Rights to the Content You Post.&nbsp; </strong><span style=\"font-weight: 400;\">You must not post any User Content on or through the Service or transmit to MassEnergize any User Content that you consider to be illegal, confidential or proprietary.&nbsp; Any User Content posted by you to or through the Service or transmitted to us will be considered non-confidential and non-proprietary, and treated as such by us, and may be used by us in accordance with these Terms without notice to you and without any liability to MassEnergize. You must not post any User Content to the Service if you are not the copyright owner of or are not fully authorized to grant rights in all of the elements of the User Content you intend to post to the Service.&nbsp; You represent and warrant that: (i) you own the User Content posted by you on or through the Service or otherwise have the right to grant the licenses set forth in these Terms; (ii) the posting and use of your User Content on or through the Service does not infringe any privacy rights, publicity rights, copyrights, contract rights, intellectual property rights or any other rights of any person, or third party including, the rights of any person visible in any of your User Content; (iii) the posting of your User Content on the Service will not require us to obtain any further licenses from or pay any royalties, fees, compensation or other amounts or provide any attribution to any third parties; and (iv) the posting of your User Content on the Service does not result in a breach of contract between you and a third party.&nbsp; You agree to pay all monies owing to any person or company as a result of posting your User Content on the Service.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Objectionable Content</strong><span style=\"font-weight: 400;\">.&nbsp; You are not permitted to and agree not to post any User Content to the Service that is or could be interpreted by a reasonable person to be (i) abusive, bullying, defamatory, harassing, harmful, hateful, inaccurate, infringing, libelous, objectionable, obscene, offensive, pornographic, shocking, threatening, unlawful, violent, vulgar or in violation of any applicable laws (including laws related to speech); (ii) bigotry, discrimination, hatred, intolerance, racism or inciting violence (including suicide), (iii) in violation of federal or state securities laws (including without limitation based on activities distributing insider information or providing content that could be considered attempts to manipulate the market), in each of clauses (i), (ii) and (iii) of this Section, as MassEnergize may determine in its sole and absolute discretion (collectively, &ldquo;</span><strong>Objectionable Content</strong><span style=\"font-weight: 400;\">&rdquo;). The posting of any Objectionable Content may subject you to third party claims and none of the rights granted to you in these Terms may be raised as a defense against any third party claims arising from your posting of Objectionable Content.&nbsp; You also agree not to use the Service for illegal or unlawful purposes, including, without limitation, to stalk any other users or to encourage any user to harm themselves or any other person.&nbsp; Except as provided for in Section 10 below, if you encounter any Objectionable Content on the Service, then please immediately email MassEnergize at </span><a style=\"color: #34495e;\" href=\"mailto:info@massenergize.org\"><span style=\"font-weight: 400;\"><span style=\"color: #236fa1;\">info@massenergize.org</span></span></a><span style=\"font-weight: 400;\"> or inform us through the functionality offered on the Service.&nbsp; You acknowledge and agree that MassEnergize provides you with the ability to report Objectionable Content as a courtesy, and we have no obligation to remove or take any other action with respect to any Objectionable Content on the Service that you report to us.&nbsp; However, in our sole discretion we may take any actions we deem necessary and/or appropriate against any user who posts Objectionable Content on the Service, including, warning the user, suspending or terminating the user&rsquo;s account, removing all of the user&rsquo;s User Content posted on the Service and/or reporting the user to law enforcement authorities, either directly or indirectly.&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>User Content Representations and Warranties. </strong><span style=\"font-weight: 400;\">MassEnergize disclaims any and all liability in connection with User Content. For the avoidance of doubt, MassEnergize will not be liable for any unauthorized use of User Content by any user. You are solely responsible for your User Content and the consequences of providing User Content via the Service. By posting User Content via the Service, you affirm, represent, and warrant that you will fully comply with Sections 7 and 9, and these Terms.</span><strong>&nbsp;</strong></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Communications</strong><span style=\"font-weight: 400;\">.&nbsp;</span></span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Email</strong><span style=\"font-weight: 400;\">. We may send you emails concerning our products and services, as well as those of third parties. You may opt out of promotional emails by following the unsubscribe instructions in the promotional email itself.&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-size: 12pt; color: #34495e;\"><strong>Text Messaging.</strong><span style=\"font-weight: 400;\"> MassEnergize and those acting on our behalf may send you text (SMS) messages at the phone number you provide us. These messages may include operational messages about your use of the Service, as well as marketing messages. You may opt out of receiving marketing and/or operational text messages at any time by sending an email to info@massenergize.org indicating that you no longer wish to receive such texts along with the phone number of the mobile device receiving the texts. You may continue to receive text messages for a short period while MassEnergize processes your request, and you may also receive text messages confirming the receipt of your opt-out request.&nbsp; Opting out of receiving operational text messages may impact the functionality that the Service provides to you. Text messages may be sent using an automatic telephone dialing system. Your agreement to receive text messages is not a condition of any purchase or use of the Service. Standard data and message rates may apply whenever you send or receive such messages, as specified by your carrier.</span></span></li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Prohibited Conduct. </strong><span style=\"font-weight: 400;\">BY USING THE SERVICE YOU AGREE NOT TO:</span><strong>&nbsp;</strong></span></p>\r\n<ol>\r\n<li style=\"list-style-type: none;\">\r\n<ol style=\"list-style-type: lower-alpha;\">\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">use the Service for any illegal purpose or in violation of any local, state, national, or international law;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">harass, threaten, demean, embarrass, or otherwise harm any other user of the Service;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">violate, or encourage others to violate, any right of a third party, including by infringing or misappropriating any third party intellectual property right;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">interfere with security-related features of the Service, including by: (i) disabling or circumventing features that prevent or limit use or copying of any content; or (ii) reverse engineering or otherwise attempting to discover the source code of any portion of the Service except to the extent that the activity is expressly permitted by applicable law;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">interfere with the operation of the Service or any user&rsquo;s enjoyment of the Service, including by: (i) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code; (ii) making any unsolicited offer or advertisement to another user of the Service; (iii) collecting personal information about another user or third party without consent; or (iv) interfering with or disrupting any network, equipment, or server connected to or used to provide the Service;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">perform any fraudulent activity including impersonating any person or entity, claiming a false affiliation, accessing any other Service account without permission;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">sell or otherwise transfer the access granted under these Terms or any Materials (as defined in Section 5) or any right or ability to view, access, or use any Materials; or</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">attempt to do any of the acts described in this Section 9 or assist or permit any person in engaging in any of the acts described in this Section 9.</span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Digital Millennium Copyright Act</strong></span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Respect of Third Party Rights</strong><span style=\"font-weight: 400;\">.&nbsp; MassEnergize respects the intellectual property of others and takes the protection of intellectual property very seriously, and we ask you to do the same.&nbsp; Infringing activity will not be tolerated on or through the Service.&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Repeat Infringer Policy</strong><span style=\"font-weight: 400;\">.&nbsp; MassEnergize&rsquo;s intellectual property policy is to: (i) remove or disable access to material that we believe in good faith or upon notice from an intellectual property owner or his or her agent, is infringing the intellectual property of a third party by being made available through the Service; and (ii) remove any User Content uploaded to the Service by &ldquo;repeat infringers.&rdquo;&nbsp; MassEnergize considers a &ldquo;repeat infringer&rdquo; to be any user that has uploaded User Content or Feedback to or through the Service and for whom MassEnergize has received more than two takedown notices compliant with the provisions of 17 U.S.C. &sect;&nbsp;512 with respect to such User Content or Feedback.&nbsp; MassEnergize has discretion, however, to terminate the Account of any user after receipt of a single notification of claimed infringement or upon MassEnergize&rsquo;s own determination.&nbsp;&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Procedure for Reporting Claimed Infringement</strong><span style=\"font-weight: 400;\">.&nbsp; If you believe that any content made available on or through the Service has been used or exploited in a manner that infringes an intellectual property right you own or control, then please promptly send a &ldquo;</span><strong>Notification of Claimed Infringement</strong><span style=\"font-weight: 400;\">&rdquo; containing the following information to the Designated Agent identified below.&nbsp; Your Notification of Claimed Infringement may be shared by MassEnergize with the user alleged to have infringed a right you own or control, and you hereby consent to MassEnergize making such disclosure.&nbsp; Your communication must include substantially the following:&nbsp;&nbsp;</span></span></p>\r\n<ol style=\"list-style-type: lower-alpha;\">\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">A physical or electronic signature of a person authorized to act on behalf of the owner of the work(s) that has/have been allegedly infringed;&nbsp;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">Identification of works or materials being infringed, or, if multiple works are covered by a single notification, then a representative list of such works;&nbsp;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">Identification of the specific material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit MassEnergize to locate the material;&nbsp;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">Information reasonably sufficient to permit MassEnergize to contact you, such as an address, telephone number and, if available, an electronic mail address at which you may be contacted;&nbsp;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law; and&nbsp;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.&nbsp; <br /><br /></span><em style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">You should consult with your own lawyer and/or see 17 U.S.C. &sect; 512 to confirm your obligations to provide a valid notice of claimed infringement.&nbsp; </em></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Designated Agent Contact Information</strong><span style=\"font-weight: 400;\">.&nbsp; MassEnergize&rsquo;s designated agent for receipt of Notifications of Claimed Infringement (the &ldquo;</span><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Designated Agent</strong><span style=\"font-weight: 400;\">&rdquo;) can be contacted at:<br /><br /></span><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">MassEnergize, Inc.<br /></span><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">ATTN: Bradley Hubbard-Nelson<br /></span><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">221 Nashawtuc Rd</span><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"><br /></span><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Concord, MA 01742<br /></span><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Phone: (978) 505-7128<br /></span><span style=\"font-weight: 400;\">Email: </span><a style=\"color: #34495e;\" href=\"mailto:bradhn@mindspring.com\"><span style=\"color: #236fa1;\">bradhn@mindspring.com</span></a><span style=\"font-weight: 400;\"> </span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Counter Notification</strong><span style=\"font-weight: 400;\">.&nbsp; If you receive a notification from MassEnergize that User Content or any material made available by you on or through the Service has been the subject of a Notification of Claimed Infringement, then you will have the right to provide MassEnergize with what is called a &ldquo;</span><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Counter Notification</strong><span style=\"font-weight: 400;\">.&rdquo;&nbsp; To be effective, a Counter Notification must be in writing, provided to MassEnergize&rsquo;s Designated Agent through one of the methods identified in Section 10.3d and include substantially the following information:</span></p>\r\n<ol style=\"list-style-type: lower-alpha;\">\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">A physical or electronic signature of the subscriber; </span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled; and </span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">The subscriber&rsquo;s name, address and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber&rsquo;s address is outside of the United States, then for any judicial district in which MassEnergize may be found, and that the subscriber will accept service of process from the person who provided notification under Section 10.3d above or an agent of such person.<br /><br /></span><em style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif; color: #34495e; font-size: 12pt;\">A party submitting a Counter Notification should consult a lawyer or see 17 U.S.C. &sect; 512 to confirm the party&rsquo;s obligations to provide a valid counter notification under the Copyright Act. </em></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"3\">\r\n<p><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif; color: #34495e; font-size: 12pt;\">Reposting of Content Subject to a Counter Notification</strong><span style=\"font-weight: 400;\">.&nbsp; If you submit a Counter Notification to MassEnergize in response to a Notification of Claimed Infringement, then MassEnergize will promptly provide the person who provided the Notification of Claimed Infringement with a copy of your Counter Notification and inform that person that MassEnergize will replace the removed User Content or Feedback or cease disabling access to it in 10 business days, and MassEnergize will replace the removed User Content or Feedback and cease disabling access to it not less than 10, nor more than 14, business days following receipt of the Counter Notification, unless MassEnergize&rsquo;s Designated Agent receives notice from the party that submitted the Notification of Claimed Infringement that such person has filed an action seeking a court order to restrain the user from engaging in infringing activity relating to the material on MassEnergize&rsquo;s Service, system or network.</span></p>\r\n</li>\r\n<li>\r\n<p><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">False Notifications of Claimed Infringement or Counter Notifications</strong><span style=\"font-weight: 400;\">.&nbsp; The Copyright Act provides that:&nbsp;<br /><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\"><br />[a]ny person who knowingly materially misrepresents under [Section 512 of the Copyright Act (17 U.S.C. &sect; 512)] (1) that material or activity is infringing, or (2) that material or activity was removed or disabled by mistake or misidentification, will be liable for any damages, including costs and attorneys&rsquo; fees, incurred by the alleged infringer, by any copyright owner or copyright owner&rsquo;s authorized licensee, or by a service provider, who is injured by such misrepresentation, as the result of [MassEnergize] relying upon such misrepresentation in removing or disabling access to the material or activity claimed to be infringing, or in replacing the removed material or ceasing to disable access to it.&nbsp; </span></span></p>\r\n<p><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">17 U.S.C. &sect; 512(f).&nbsp; <br /><br /></span><span style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">MassEnergize reserves the right to seek damages from any party that submits a Notification of Claimed Infringement or Counter Notification in violation of the law.&nbsp;&nbsp;</span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li><span style=\"font-size: 12pt; color: #34495e;\"><strong>Modification of these Terms. </strong><span style=\"font-weight: 400;\">We reserve the right to change these Terms on a going-forward basis at any time upon 7 days&rsquo; notice. Please check these Terms periodically for changes. If a change to these Terms materially modifies your rights or obligations, we may require that you accept the modified Terms in order to continue to use the Service. Material modifications are effective upon your acceptance of the modified Terms. Immaterial modifications are effective upon publication. Except as expressly permitted in this Section 11, these Terms may be amended only by a written agreement signed by authorized representatives of the parties to these Terms. Disputes arising under these Terms will be resolved in accordance with the version of these Terms that was in effect at the time the dispute arose. </span><strong>&nbsp;<br /><br /></strong></span></li>\r\n<li><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Term, Termination and Modification of the Service</strong></li>\r\n</ol>\r\n<ol>\r\n<li style=\"list-style-type: none;\">\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Term.</strong><span style=\"font-weight: 400;\"> These Terms are effective beginning when you accept the Terms or first access or use the Service, and ending when terminated as described in Section 12.2.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Termination.</strong><span style=\"font-weight: 400;\"> If you violate any provision of these Terms, your authorization to access the Service and these Terms automatically terminate. In addition, MassEnergize may, at its sole discretion, terminate these Terms or your account on the Service, or suspend or terminate your access to the Service, at any time for any reason or no reason, with or without notice. You may terminate your account and these Terms at any time by contacting customer service at </span><a style=\"color: #34495e;\" href=\"mailto:info@massenergize.org\"><span style=\"font-weight: 400;\">info@massenergize.org</span></a><span style=\"font-weight: 400;\">.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Effect of Termination. </strong><span style=\"font-weight: 400;\">Upon termination of these Terms: (a) your license rights will terminate and you must immediately cease all use of the Service; (b) you will no longer be authorized to access your account or the Service; (c) you must pay MassEnergize any unpaid amount that was due prior to termination; and (d) all payment obligations accrued prior to termination. Sections 4.3, 5, 7, 10, 12.3, 13, 14, 15, 16 and 17 will survive any termination of these Terms. </span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Modification of the Service.</strong><span style=\"font-weight: 400;\"> MassEnergize reserves the right to modify or discontinue the Service at any time (including by limiting or discontinuing certain features of the Service), temporarily or permanently, without notice to you. MassEnergize will have no liability for any change to the Service or any suspension or termination of your access to or use of the Service.</span></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Indemnity. </strong><span style=\"font-weight: 400;\">To the fullest extent permitted by law, you are responsible for your use of the Service, and you will defend and indemnify MassEnergize and its officers, directors, employees, consultants, affiliates, subsidiaries and agents (together, the &ldquo;</span><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">MassEnergize Entities</strong><span style=\"font-weight: 400;\">&rdquo;) from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including reasonable attorneys&rsquo; fees and costs, arising out of or connected with: (a) your unauthorized use of, or misuse of, the Service; (b) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation; (c) your violation of any third party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right; or (d) any dispute or issue between you and any third party. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims.</span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><strong style=\"color: #34495e; font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Disclaimers; No Warranties</strong></p>\r\n</li>\r\n</ol>\r\n<ol>\r\n<li style=\"list-style-type: none;\">\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Choosing a Service Provider or Vendor.</strong><span style=\"font-weight: 400;\"> Community pages may share the contact information of a service provider or vendor, you should always exercise due care and diligence when hiring any service provider or vendor. It is entirely up to you to evaluate any service provider or vendor and their products and qualifications. You assume all risks when using the Service, including but not limited to all of the risks associated with any online or offline interactions with users including Community Administrators, service providers or vendor listed on the Service. </span><strong>We disclaim any and all representations or warranties with regard to any service provider&rsquo;s or vendor&rsquo;s performance on the job or the outcome or quality of the services performed.</strong></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>User Responsibilities; No Endorsement</strong><span style=\"font-weight: 400;\">. MassEnergize does not conduct any product testing, background checks, or otherwise screen the service providers or vendor listed on the Service. Inclusion of a service provider or vendor on the Service is neither an endorsement nor verification by us. MassEnergize enables access to third-party content, products, and services over which we have no control. We assume no responsibility for, nor do we endorse or verify the content, offerings or conduct of third-parties, including the services offered by service providers or vendors or descriptions of their products or services. Service providers, vendor and Community Administrators are not employees or agents of MassEnergize. </span><strong>We do not assume responsibility or liability for any claims, damages, or losses resulting from any use of the Service or the materials available on the Service.</strong></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Qualifications</strong><span style=\"font-weight: 400;\">. Community Administrator post profiles about service providers and vendor and their business on the Service. We do not review or verify the information or representations set forth in these profiles, as they are posted by the Community Administrators. If a service provider&rsquo;s or vendor&rsquo;s profile indicates that they are licensed, insured or carry any other accreditation, all such representations are made solely by the Community Administrator; we do not guarantee or warrant the truthfulness, timeliness or accuracy of any such representations. </span><strong>We disclaim any and all representations or warranties regarding any information (including User Content) posted by Community Administrators and assume no liability for such information.</strong><span style=\"font-weight: 400;\">&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Contracts with Service Providers or Vendors</strong><span style=\"font-weight: 400;\">. No agency, partnership, joint venture, or employment is created between a service provider or vendor as a result of these Terms or any use of the Service. Your rights under contracts into which you enter with service provider or vendor is governed by the terms of those contracts and by the applicable federal, state, and local laws. </span><strong>MassEnergize is not a party to any agreements you enter into with any service provider or vendor.&nbsp;</strong></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><span style=\"font-weight: 400;\">Disputes; Release from Damages and Claims. All disputes between users, including disputes between users and Community Administrator, are solely between and must be addressed between those users. Should you have a dispute with respect to any product or service provided by any service provider or vendor or the fees charged by any service provider or vendor, you must address the dispute directly with that service provider. </span><span style=\"font-weight: 400;\"><br /></span><span style=\"font-weight: 400;\">YOU HEREBY RELEASE MASSENERGIZE ENTITIES FROM ANY AND ALL DISPUTE ARISING OUT OF OR IN ANY WAY CONNECTED WITH INTERACTIONS BETWEEN USERS AND SERVICE PROVIDERS OR VENDORS. MASSENERGIZE IS NOT RESPONSIBLE FOR ANY DAMAGE OR HARM RESULTING FROM YOUR INTERACTIONS WITH ANY SERVICE PROVIDER OR VENDOR.&nbsp;</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>NO WARRANTY</strong><span style=\"font-weight: 400;\">. THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED &ldquo;AS IS&rdquo; AND ON AN &ldquo;AS AVAILABLE&rdquo; BASIS. MASSENERGIZE MAKES NO REPRESENTATIONS ABOUT THE SUFFICIENCY OR QUALITY OF THE INFORMATION OR USER CONTENT THAT IT PROVIDED TO YOU BY ANY USER INCLUDING COMMUNITY ADMINISTRATORS. MASSENERGIZE DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICE AND ALL MATERIALS AND CONTENT (INCLUDING USER CONTENT) AVAILABLE THROUGH THE SERVICE, INCLUDING: (A) ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT; AND (B) ANY WARRANTY ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE. MASSENERGIZE DOES NOT WARRANT THAT THE SERVICE OR ANY PORTION OF THE SERVICE, OR ANY MATERIALS OR CONTENT OFFERED THROUGH THE SERVICE, WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND MASSENERGIZE DOES NOT WARRANT THAT ANY OF THOSE ISSUES WILL BE CORRECTED.<br /><br /></span><span style=\"font-weight: 400;\">NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SERVICE OR MASSENERGIZE ENTITIES OR ANY MATERIALS OR CONTENT AVAILABLE THROUGH THE SERVICE WILL CREATE ANY WARRANTY REGARDING ANY OF THE MASSENERGIZE ENTITIES OR THE SERVICE THAT IS NOT EXPRESSLY STATED IN THESE TERMS. WE ARE NOT RESPONSIBLE FOR ANY DAMAGE THAT MAY RESULT FROM THE SERVICE AND YOUR DEALING WITH ANY OTHER SERVICE USER. YOU UNDERSTAND AND AGREE THAT YOU USE ANY PORTION OF THE SERVICE AT YOUR OWN DISCRETION AND RISK, AND THAT WE ARE NOT RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM OR MOBILE DEVICE USED IN CONNECTION WITH THE SERVICE) OR ANY LOSS OF DATA, INCLUDING USER CONTENT.<br /><br /></span><span style=\"font-weight: 400;\">THE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS IN THIS SECTION APPLY TO THE FULLEST EXTENT PERMITTED BY LAW. </span><span style=\"font-weight: 400;\">MASSENERGIZE DOES NOT DISCLAIM ANY WARRANTY OR OTHER RIGHT THAT MASSENERGIZE IS PROHIBITED FROM DISCLAIMING UNDER APPLICABLE LAW.</span></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Limitation of Liability</strong></span></p>\r\n</li>\r\n</ol>\r\n<p style=\"padding-left: 40px;\"><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL THE MASSENERGIZE ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, OR ANY OTHER INTANGIBLE LOSS) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS OR CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ANY MASSENERGIZE ENTITY HAS BEEN INFORMED OF THE POSSIBILITY OF DAMAGE.</span></p>\r\n<p style=\"padding-left: 40px;\"><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">EXCEPT AS PROVIDED IN SECTION 16.5 AND TO THE FULLEST EXTENT PERMITTED BY LAW, THE AGGREGATE LIABILITY OF THE MASSENERGIZE ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO THE GREATER OF: (A) THE AMOUNT YOU HAVE PAID TO MASSENERGIZE FOR ACCESS TO AND USE OF THE SERVICE IN THE 12 MONTHS PRIOR TO THE EVENT OR CIRCUMSTANCE GIVING RISE TO CLAIM; OR (B) $100.</span></p>\r\n<p style=\"padding-left: 40px;\"><span style=\"font-weight: 400; font-size: 12pt; color: #34495e;\">EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS INTENDED TO AND DOES ALLOCATE THE RISKS BETWEEN THE PARTIES UNDER THESE TERMS. THIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES. EACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS. THE LIMITATIONS IN THIS SECTION 15 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Dispute Resolution and Arbitration&nbsp;</strong></span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Generally</strong><span style=\"font-weight: 400;\">. In the interest of resolving disputes between you and MassEnergize in the most expedient and cost effective manner, and except as described in Section 16.2 and 16.3, you and MassEnergize agree that every dispute arising in connection with these Terms will be resolved by binding arbitration. Arbitration is less formal than a lawsuit in court. Arbitration uses a neutral arbitrator instead of a judge or jury, may allow for more limited discovery than in court, and can be subject to very limited review by courts. Arbitrators can award the same damages and relief that a court can award. This agreement to arbitrate disputes includes all claims arising out of or relating to any aspect of these Terms, whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether a claim arises during or after the termination of these Terms. YOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND MASSENERGIZE ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Exceptions</strong><span style=\"font-weight: 400;\">. Despite the provisions of Section 16.1, nothing in these Terms will be deemed to waive, preclude, or otherwise limit the right of either party to: (a) bring an individual action in small claims court; (b) pursue an enforcement action through the applicable federal, state, or local agency if that action is available; (c) seek injunctive relief in a court of law in aid of arbitration; or (d) to file suit in a court of law to address an intellectual property infringement claim.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Opt-Out</strong><span style=\"font-weight: 400;\">. If you do not wish to resolve disputes by binding arbitration, you may opt out of the provisions of this Section 16 within 30 days after the date that you agree to these Terms by sending a letter to MassEnergize, Inc., Attention: Legal Department &ndash; Arbitration Opt-Out, 221 Nashawtuc Road Concord, MA 01742 that specifies: your full legal name, the email address associated with your account on the Service, and a statement that you wish to opt out of arbitration (&ldquo;</span><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Opt-Out Notice</strong><span style=\"font-weight: 400;\">&rdquo;). Once MassEnergize receives your Opt-Out Notice, this Section 16 will be void and any action arising out of these Terms will be resolved as set forth in Section 17.2. The remaining provisions of these Terms will not be affected by your Opt-Out Notice. </span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Arbitrator</strong><span style=\"font-weight: 400;\">. Any arbitration between you and MassEnergize will be settled under the Federal Arbitration Act and administered by the American Arbitration Association (&ldquo;</span><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">AAA</strong><span style=\"font-weight: 400;\">&rdquo;) under its Consumer Arbitration Rules (collectively, &ldquo;</span><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">AAA Rules</strong><span style=\"font-weight: 400;\">&rdquo;) as modified by these Terms. The AAA Rules and filing forms are available online at </span><a style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif; color: #34495e;\" href=\"http://www.adr.org/\">www.adr.org</a><span style=\"font-weight: 400;\">, by calling the AAA at 1-800-778-7879, or by contacting MassEnergize. The arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Notice of Arbitration; Process</strong><span style=\"font-weight: 400;\">. A party who intends to seek arbitration must first send a written notice of the dispute to the other party by certified U.S. Mail or by Federal Express (signature required) or, only if that other party has not provided a current physical address, then by electronic mail (&ldquo;</span><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Notice of Arbitration</strong><span style=\"font-weight: 400;\">&rdquo;). MassEnergize&rsquo;s address for Notice is: MassEnergize, Inc., 221 Nashawtuc Road Concord, MA 01742. The Notice of Arbitration must: (a) describe the nature and basis of the claim or dispute; and (b) set forth the specific relief sought (&ldquo;</span><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Demand</strong><span style=\"font-weight: 400;\">&rdquo;). The parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an agreement to do so within 30 days after the Notice of Arbitration is received, you or MassEnergize may commence an arbitration proceeding. All arbitration proceedings between the parties will be confidential unless otherwise agreed by the parties in writing. During the arbitration, the amount of any settlement offer made by you or MassEnergize must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any. If the arbitrator awards you an amount higher than the last written settlement amount offered by MassEnergize in settlement of the dispute prior to the award, MassEnergize will pay to you the higher of: (i) the amount awarded by the arbitrator; or (ii) $1,000. </span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Fees</strong><span style=\"font-weight: 400;\">. If you commence arbitration in accordance with these Terms, MassEnergize will reimburse you for your payment of the filing fee, unless your claim is for more than $10,000, in which case the payment of any fees will be decided by the AAA Rules. Any arbitration hearing will take place at a location to be agreed upon in Middlesex County, Massachusetts, but if the claim is for $10,000 or less, you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator; (b) through a non-appearance based telephone hearing; or (c) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address. If the arbitrator finds that either the substance of your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules. In that case, you agree to reimburse MassEnergize for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules. Regardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based. The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator&rsquo;s ruling on the merits. </span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">No Class Actions</strong><span style=\"font-weight: 400;\">. YOU AND MASSENERGIZE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. Further, unless both you and MassEnergize agree otherwise, the arbitrator may not consolidate more than one person&rsquo;s claims, and may not otherwise preside over any form of a representative or class proceeding.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Modifications to this Arbitration Provision</strong><span style=\"font-weight: 400;\">. If MassEnergize makes any future change to this arbitration provision, other than a change to MassEnergize&rsquo;s address for Notice of Arbitration, you may reject the change by sending us written notice within 30 days of the change to MassEnergize&rsquo;s address for Notice of Arbitration, in which case your account with MassEnergize will be immediately terminated and this arbitration provision, as in effect immediately prior to the changes you rejected will survive.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Enforceability</strong><span style=\"font-weight: 400;\">. If Section 16.7 or the entirety of this Section 16 is found to be unenforceable, or if MassEnergize receives an Opt-Out Notice from you, then the entirety of this Section 16 will be null and void and, in that case, the exclusive jurisdiction and venue described in Section 17.2 will govern any action arising out of or related to these Terms.</span></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n</ol>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"1\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Miscellaneous</strong></span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>General Terms</strong><span style=\"font-weight: 400;\">. These Terms, together with the Privacy Policy and any other agreements expressly incorporated by reference into these Terms, are the entire and exclusive understanding and agreement between you and MassEnergize regarding your use of the Service. You may not assign or transfer these Terms or your rights under these Terms, in whole or in part, by operation of law or otherwise, without our prior written consent. We may assign these Terms at any time without notice or consent. The failure to require performance of any provision will not affect our right to require performance at any other time after that, nor will a waiver by us of any breach or default of these Terms, or any provision of these Terms, be a waiver of any subsequent breach or default or a waiver of the provision itself. Use of section headers in these Terms is for convenience only and will not have any impact on the interpretation of any provision. Throughout these Terms the use of the word &ldquo;including&rdquo; means &ldquo;including but not limited to&rdquo;. If any part of these Terms is held to be invalid or unenforceable, the unenforceable part will be given effect to the greatest extent possible, and the remaining parts will remain in full force and effect.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Governing Law</strong><span style=\"font-weight: 400;\">. These Terms are governed by the laws of the Commonwealth of Massachusetts without regard to conflict of law principles. You and MassEnergize submit to the personal and exclusive jurisdiction of the state courts and federal courts located within Middlesex County, Massachusetts for resolution of any lawsuit or court proceeding permitted under these Terms. We operate the Service from our offices in Massachusetts, and we make no representation that Materials included in the Service are appropriate or available for use in other locations.&nbsp;</span></span></li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Privacy Policy</strong><span style=\"font-weight: 400;\">. Please read the MassEnergize Privacy Policy carefully for information relating to our collection, use, storage, disclosure of your personal information. The MassEnergize Privacy Policy is incorporated by this reference into, and made a part of, these Terms.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"font-size: 12pt; color: #34495e;\"><strong>Additional Terms</strong><span style=\"font-weight: 400;\">. Your use of the Service is subject to all additional terms, policies, rules, or guidelines applicable to the Service or certain features of the Service that we may post on or link to from the Service (the &ldquo;</span><strong>Additional Terms</strong><span style=\"font-weight: 400;\">&rdquo;). All Additional Terms are incorporated by this reference into, and made a part of, these Terms.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Consent to Electronic Communications</strong><span style=\"font-weight: 400;\">. By using the Service, you consent to receiving certain electronic communications from us as further described in our Privacy Policy. Please read our Privacy Policy to learn more about our electronic communications practices. You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that those communications be in writing.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Contact Information</strong><span style=\"font-weight: 400;\">. The Service is offered by MassEnergize, Inc, located at 221 Nashawtuc Rd, Concord, MA 01742. You may contact us by sending correspondence to that address or by emailing us at </span><a style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif; color: #34495e;\" href=\"mailto:info@massenergize.org\">info@massenergize.org</a><span style=\"font-weight: 400;\">. </span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">Notice to California Residents.</strong><span style=\"font-weight: 400;\"> If you are a California resident, under California Civil Code Section 1789.3, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 N. Market Blvd., Suite S-202, Sacramento, California 95834, or by telephone at (800) 952-5210 in order to resolve a complaint regarding the Service or to receive further information regarding use of the Service.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">No Support</strong><span style=\"font-weight: 400;\">. We are under no obligation to provide support for the Service. In instances where we may offer support, the support will be subject to published policies.</span></span></p>\r\n</li>\r\n<li style=\"font-weight: 400;\" aria-level=\"2\">\r\n<p><span style=\"color: #34495e;\"><strong style=\"font-size: 12pt; font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;\">International Use</strong><span style=\"font-weight: 400;\">. The Service is intended for visitors located within the United States. We make no representation that the Service is appropriate or available for use outside of the United States. Access to the Service from countries or territories or by individuals where such access is illegal is prohibited.</span></span></p>\r\n</li>\r\n</ol>\r\n</li>\r\n</ol>",
            "is_global": true,
            "is_deleted": false,
            "more_info": null,
            "is_published": true
        }
    ],
    "error": null,
    "success": true,
    "cursor": {}
}